Repository: m5ike/cipherroom-secure-chat
Catalog: ios/M5cet/Resources/InfoPlist.xcstrings
Source language: en
Languages: cs, de, es, fi, fr, it, sk, sl

# NFCReaderUsageDescription
source: M5cet reads the NFC tags and cards you hold to the iPhone — connection cards, payment cards and e-IDs — only when you start a reading.
cs: M5cet čte NFC štítky a karty, které přiložíte k iPhonu — připojovací karty, platební karty a e-ID — jen když čtení sami spustíte.
de: M5cet liest NFC-Tags und Karten, die Sie an das iPhone halten — Verbindungskarten, Zahlungskarten und e-IDs —, nur wenn Sie das Lesen starten.
es: M5cet lee las etiquetas y tarjetas NFC que acercas al iPhone (tarjetas de conexión, tarjetas de pago y e-ID) solo cuando inicias una lectura.
fi: M5cet lukee iPhoneen tuodut NFC-tunnisteet ja -kortit – yhteyskortit, maksukortit ja e-ID:t – vain, kun lukeminen aloitetaan.
fr: M5cet lit les tags et cartes NFC que vous approchez de l’iPhone (cartes de connexion, cartes de paiement et e-ID) uniquement lorsque vous lancez une lecture.
it: M5cet legge i tag e le carte NFC che avvicini all’iPhone (carte di connessione, carte di pagamento ed e-ID) solo quando avvii una lettura.
sk: M5cet číta NFC štítky a karty, ktoré priložíte k iPhonu — pripájacie karty, platobné karty a e-ID — iba keď čítanie sami spustíte.
sl: M5cet bere oznake in kartice NFC, ki jih približate iPhonu – kartice za povezavo, plačilne kartice in e-ID – samo, ko sami začnete branje.

# NSBluetoothAlwaysUsageDescription
source: M5cet connects to the Bluetooth NFC readers you choose, to read cards with them.
cs: M5cet se připojuje ke čtečkám NFC přes Bluetooth, které vyberete, a čte jimi karty.
de: M5cet verbindet sich mit den Bluetooth-NFC-Lesegeräten, die Sie auswählen, um damit Karten zu lesen.
es: M5cet se conecta a los lectores NFC Bluetooth que elijas para leer tarjetas con ellos.
fi: M5cet yhdistää valittuihin Bluetooth-NFC-lukijoihin korttien lukemista varten.
fr: M5cet se connecte aux lecteurs NFC Bluetooth que vous choisissez pour lire des cartes.
it: M5cet si collega ai lettori NFC Bluetooth che scegli per leggere le carte.
sk: M5cet sa pripája k čítačkám NFC cez Bluetooth, ktoré vyberiete, a číta nimi karty.
sl: M5cet se poveže z bralniki NFC prek Bluetootha, ki jih izberete, in z njimi bere kartice.

# NSCameraUsageDescription
source: M5cet uses the camera for video calls and for photos and videos you send to a room.
cs: M5cet používá fotoaparát pro videohovory a pro fotky a videa, které posíláte do místnosti.
de: M5cet verwendet die Kamera für Videoanrufe und für Fotos und Videos, die Sie in einen Raum senden.
es: M5cet usa la cámara para videollamadas y para las fotos y vídeos que envías a una sala.
fi: M5cet käyttää kameraa videopuheluihin sekä huoneeseen lähetettäviin kuviin ja videoihin.
fr: M5cet utilise l’appareil photo pour les appels vidéo et pour les photos et vidéos que vous envoyez dans une salle.
it: M5cet usa la fotocamera per le videochiamate e per le foto e i video che invii in una stanza.
sk: M5cet používa fotoaparát na videohovory a na fotky a videá, ktoré posielate do miestnosti.
sl: M5cet uporablja kamero za videoklice ter za fotografije in videoposnetke, ki jih pošljete v sobo.

# NSContactsUsageDescription
source: M5cet links the people you talk to with the contacts you choose.
cs: M5cet propojí lidi, se kterými komunikujete, s kontakty, které vyberete.
de: M5cet verknüpft Ihre Gesprächspartner mit den Kontakten, die Sie auswählen.
es: M5cet vincula a las personas con las que hablas con los contactos que elijas.
fi: M5cet yhdistää keskustelukumppanit valittuihin yhteystietoihin.
fr: M5cet relie les personnes avec qui vous échangez aux contacts que vous choisissez.
it: M5cet collega le persone con cui parli ai contatti che scegli.
sk: M5cet prepojí ľudí, s ktorými komunikujete, s kontaktmi, ktoré vyberiete.
sl: M5cet poveže osebe, s katerimi se pogovarjate, s stiki, ki jih izberete.

# NSFaceIDUsageDescription
source: M5cet uses Face ID to unlock the app and the keys it keeps on this device.
cs: M5cet používá Face ID k odemknutí aplikace a klíčů, které uchovává v tomto zařízení.
de: M5cet verwendet Face ID, um die App und die auf diesem Gerät gespeicherten Schlüssel zu entsperren.
es: M5cet usa Face ID para desbloquear la app y las claves que guarda en este dispositivo.
fi: M5cet käyttää Face ID:tä sovelluksen ja tähän laitteeseen tallennettujen avainten avaamiseen.
fr: M5cet utilise Face ID pour déverrouiller l’app et les clés qu’elle conserve sur cet appareil.
it: M5cet usa Face ID per sbloccare l’app e le chiavi che conserva su questo dispositivo.
sk: M5cet používa Face ID na odomknutie aplikácie a kľúčov, ktoré uchováva v tomto zariadení.
sl: M5cet uporablja Face ID za odklepanje aplikacije in ključev, ki jih hrani v tej napravi.

# NSLocalNetworkUsageDescription
source: M5cet connects directly to other devices on your network for calls and file transfers, and to an M5cet server on your network.
cs: M5cet se pro hovory a přenosy souborů připojuje přímo k dalším zařízením ve vaší síti a k serveru M5cet ve vaší síti.
de: M5cet verbindet sich für Anrufe und Dateiübertragungen direkt mit anderen Geräten in Ihrem Netzwerk und mit einem M5cet-Server in Ihrem Netzwerk.
es: M5cet se conecta directamente a otros dispositivos de tu red para llamadas y transferencias de archivos, y a un servidor M5cet de tu red.
fi: M5cet muodostaa puheluja ja tiedostonsiirtoja varten suoran yhteyden lähiverkon muihin laitteisiin sekä lähiverkon M5cet-palvelimeen.
fr: M5cet se connecte directement aux autres appareils de votre réseau pour les appels et les transferts de fichiers, ainsi qu’à un serveur M5cet de votre réseau.
it: M5cet si collega direttamente ad altri dispositivi della tua rete per chiamate e trasferimenti di file, e a un server M5cet della tua rete.
sk: M5cet sa na hovory a prenosy súborov pripája priamo k ďalším zariadeniam vo vašej sieti a k serveru M5cet vo vašej sieti.
sl: M5cet se za klice in prenose datotek neposredno poveže z drugimi napravami v vašem omrežju in s strežnikom M5cet v vašem omrežju.

# NSLocationAlwaysAndWhenInUseUsageDescription
source: When you turn on location tracking in Settings, M5cet sends this device's position to your M5cet server, also while the app is in the background. You can turn it off at any time.
cs: Když v Nastavení zapnete sledování polohy, M5cet posílá polohu tohoto zařízení na váš server M5cet, i když je aplikace na pozadí. Sledování můžete kdykoli vypnout.
de: Wenn Sie in den Einstellungen die Standortverfolgung einschalten, sendet M5cet den Standort dieses Geräts an Ihren M5cet-Server, auch wenn die App im Hintergrund läuft. Sie können sie jederzeit ausschalten.
es: Si activas el seguimiento de ubicación en Ajustes, M5cet envía la posición de este dispositivo a tu servidor M5cet, también con la app en segundo plano. Puedes desactivarlo en cualquier momento.
fi: Kun sijainnin seuranta on päällä asetuksissa, M5cet lähettää tämän laitteen sijainnin M5cet-palvelimellesi myös sovelluksen ollessa taustalla. Seurannan voi lopettaa milloin tahansa.
fr: Si vous activez le suivi de position dans les Réglages, M5cet envoie la position de cet appareil à votre serveur M5cet, même lorsque l’app est en arrière-plan. Vous pouvez le désactiver à tout moment.
it: Se attivi il tracciamento della posizione nelle Impostazioni, M5cet invia la posizione di questo dispositivo al tuo server M5cet, anche con l’app in background. Puoi disattivarlo in qualsiasi momento.
sk: Keď v Nastaveniach zapnete sledovanie polohy, M5cet posiela polohu tohto zariadenia na váš server M5cet, aj keď je aplikácia na pozadí. Sledovanie môžete kedykoľvek vypnúť.
sl: Ko v nastavitvah vklopite sledenje lokaciji, M5cet pošilja položaj te naprave na vaš strežnik M5cet, tudi ko je aplikacija v ozadju. Sledenje lahko kadar koli izklopite.

# NSLocationWhenInUseUsageDescription
source: M5cet uses your location only when you share it in a message or show it on a map.
cs: M5cet používá vaši polohu jen tehdy, když ji sdílíte ve zprávě nebo zobrazíte na mapě.
de: M5cet verwendet Ihren Standort nur, wenn Sie ihn in einer Nachricht teilen oder auf einer Karte anzeigen.
es: M5cet usa tu ubicación solo cuando la compartes en un mensaje o la muestras en un mapa.
fi: M5cet käyttää sijaintia vain, kun se jaetaan viestissä tai näytetään kartalla.
fr: M5cet utilise votre position uniquement lorsque vous la partagez dans un message ou l’affichez sur une carte.
it: M5cet usa la tua posizione solo quando la condividi in un messaggio o la mostri su una mappa.
sk: M5cet používa vašu polohu iba vtedy, keď ju zdieľate v správe alebo zobrazíte na mape.
sl: M5cet uporablja vašo lokacijo samo, ko jo delite v sporočilu ali prikažete na zemljevidu.

# NSMicrophoneUsageDescription
source: M5cet uses the microphone for calls, voice messages and dictation.
cs: M5cet používá mikrofon pro hovory, hlasové zprávy a diktování.
de: M5cet verwendet das Mikrofon für Anrufe, Sprachnachrichten und Diktat.
es: M5cet usa el micrófono para llamadas, mensajes de voz y dictado.
fi: M5cet käyttää mikrofonia puheluihin, ääniviesteihin ja sanelemiseen.
fr: M5cet utilise le micro pour les appels, les messages vocaux et la dictée.
it: M5cet usa il microfono per chiamate, messaggi vocali e dettatura.
sk: M5cet používa mikrofón na hovory, hlasové správy a diktovanie.
sl: M5cet uporablja mikrofon za klice, glasovna sporočila in narekovanje.

# NSPhotoLibraryAddUsageDescription
source: M5cet saves photos and videos from your rooms to your library when you ask it to.
cs: M5cet uloží fotky a videa z vašich místností do knihovny, když o to požádáte.
de: M5cet speichert Fotos und Videos aus Ihren Räumen in Ihrer Mediathek, wenn Sie das möchten.
es: M5cet guarda en tu fototeca las fotos y vídeos de tus salas cuando se lo pides.
fi: M5cet tallentaa huoneiden kuvat ja videot kirjastoon pyydettäessä.
fr: M5cet enregistre les photos et vidéos de vos salles dans votre photothèque lorsque vous le demandez.
it: M5cet salva nella tua libreria le foto e i video delle tue stanze quando lo chiedi.
sk: M5cet uloží fotky a videá z vašich miestností do knižnice, keď o to požiadate.
sl: M5cet shrani fotografije in videoposnetke iz vaših sob v knjižnico, ko to zahtevate.

# NSSpeechRecognitionUsageDescription
source: M5cet turns speech into text on this device when you dictate a message, give a voice command or use voice-to-text in a call (which also transcribes the other participants).
cs: M5cet převádí řeč na text přímo v zařízení, když diktujete zprávu, zadáváte hlasový příkaz nebo v hovoru používáte převod hlasu na text (ten přepisuje i ostatní účastníky).
de: M5cet wandelt Sprache direkt auf diesem Gerät in Text um, wenn Sie eine Nachricht diktieren, einen Sprachbefehl geben oder im Anruf Sprache zu Text nutzen (das auch die anderen Teilnehmenden transkribiert).
es: M5cet convierte la voz en texto en este dispositivo cuando dictas un mensaje, das un comando de voz o usas voz a texto en una llamada (que también transcribe a los demás participantes).
fi: M5cet muuttaa puheen tekstiksi tällä laitteella, kun sanelet viestin, annat äänikomennon tai käytät puhelussa puheesta tekstiksi -toimintoa (joka litteroi myös muiden osallistujien puheen).
fr: M5cet transforme la voix en texte sur cet appareil lorsque vous dictez un message, donnez une commande vocale ou utilisez la transcription pendant un appel (qui transcrit aussi les autres participants).
it: M5cet trasforma la voce in testo su questo dispositivo quando detti un messaggio, dai un comando vocale o usi la trascrizione vocale in una chiamata (che trascrive anche gli altri partecipanti).
sk: M5cet prevádza reč na text priamo v zariadení, keď diktujete správu, zadávate hlasový príkaz alebo v hovore používate prevod hlasu na text (ten prepisuje aj ostatných účastníkov).
sl: M5cet pretvarja govor v besedilo kar v tej napravi, ko narekujete sporočilo, izgovorite glasovni ukaz ali v klicu uporabljate pretvorbo govora v besedilo (ki prepisuje tudi druge udeležence).
